Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/UiResources.resw
Source language: en
Languages: ar, es, fr, id, it, ja, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# UI_ListSortedByEmailMultiSelect
source: Email ({0} of {1})
ar: البريد الالكتروني ({0} من {1})
es: Correo ({0} of {1})
fr: Adresse courriel ({0} de {1})
id: Email ({0} dari {1})
it: Email ({0} di {1})
ja: メール ({0}/{1})
ko: 소유자 ({1}개 중 {0})
nl: Email ({0} van {1})
pl: Email ({0} z {1})
pt_br: Email ({0} de {1})
ro: E-mail ({0} din {1})
ru: E-mail ({0} из {1})
th: อีเมล ({0} จาก {1})
tr: Eposta ({0}/{1})
vi: Email ({0} trong tổng {1})
zh_hans: 电子邮件({1}的{0})
zh_hant: 電子信箱 ({1} 之 {0})

# UI_SortOptionEmail
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fr: Adresse courriel
ja: メール
ko: 이메일
th: อีเมล
tr: Eposta
zh_hans: 邮箱地址
zh_hant: 郵箱地址

# UI_Open
source: Open
ar: فتح
es: Abrir
fr: Ouvrir
id: Bukan
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt_br: Abrir
ro: Deschide
ru: Открыть
th: เปิด
tr: Aç
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# UI_NodeListSortedByDateCreated
source: Date Created ({0} folders, {1} files)
es: Fecha de creación ({0} carpetas, {1} archivos)
fr: Date de création ({0} dossiers, {1} fichiers)
id: Tanggal Pembuatan ({0} folder, {1} file)
ja: 作成日 ({0}フォルダ、{1}ファイル)
ko: 생성된 날짜 (폴더 {0}개, 파일 {1}개)
nl: Datum Creatie ({0} mappen, {1} bestanden)
pt_br: Data de criação ({0} pastas, {1} arquivos)
ru: Дата создания (папки: {0}, файлы: {1})
zh_hans: 创建日期({0}个文件夹，{1}个文件)

# UI_NodeListSortedByDateModified
source: Date Modified ({0} folders, {1} files)
es: Fecha de modificación ({0} carpetas, {1} archivos)
fr: Date de modification ({0} dossiers, {1} fichiers)
id: Tanggal Perubahan ({0} folder, {1} file)
ja: 変更日 ({0}フォルダ、{1}ファイル)
ko: 수정된 날짜 (폴더 {0}개, 파일 {1}개)
nl: Datum Gemodificeerde ({0} mappen, {1} bestanden)
pt_br: Data de modificação ({0} pastas, {1} arquivos)
ru: Дата изменения (папки: {0}, файлы: {1})
zh_hans: 修改日期({0}个文件夹，{1}个文件)

# UI_NodeListSortedByType
source: Type ({0} folders, {1} files)
es: Tipo ({0} carpetas, {1} archivos)
fr: Type ({0} dossiers, {1} fichiers)
id: Tipe ({0} folder, {1} file)
ja: 種類 ({0}フォルダ、{1}ファイル)
ko: 유형 (폴더 {0}개, 파일 {1}개)
nl: Type ({0} mappen, {1} bestanden)
pt_br: Tipo ({0} pastas, {1} arquivos)
ru: Тип (папки: {0}, файлы: {1})
zh_hans: 类型({0}个文件夹，{1}个文件)

# UI_NodeListSortedByName
source: Name ({0} folders, {1} files)
es: Nombre ({0} carpetas, {1} archivos)
fr: Nom ({0} dossiers, {1} fichiers)
id: Nama ({0} folder, {1} file)
ja: 名前 ({0}フォルダ、{1}ファイル)
ko: 이름 (폴더 {0}개, 파일 {1}개)
nl: Naam ({0} mappen, {1} bestanden)
pt_br: Nome ({0} pastas, {1} arquivos)
ru: Имя (папки: {0}, файлы: {1})
zh_hans: 名称({0}个文件夹，{1}个文件)

# UI_NodeListSortedBySize
source: Size ({0} folders, {1} files)
es: Tamaño ({0} carpetas, {1} archivos)
fr: Taille ({0} dossiers, {1} fichiers)
id: Ukuran ({0} folder, {1} file)
ja: サイズ ({0}フォルダ、{1}ファイル)
ko: 크기 (폴더 {0}개, 파일 {1}개)
nl: Grootte ({0} mappen, {1} bestanden)
pt_br: Tamanho ({0} pastas, {1} arquivos)
ru: Размер (папки: {0}, файлы: {1})
zh_hans: 大小({0}个文件夹，{1}个文件)

# UI_ListSortedByDateCreatedMultiSelect
source: Date Created ({0} of {1})
ar: تاريخ الانشاء ({0} من {1})
es: Fecha de creación ({0} de {1})
fr: Date de création ({0} de {1})
id: Tanggal Pembuatan ({0} dari {1})
it: Data creazione ({0} di {1})
ja: 作成日 ({0}/{1})
ko: 생성된 날짜 ({1}개 중 {0})
nl: Datum Gecreëerd ({0} van {1})
pl: Data utworzenia ({0} z {1})
pt_br: Data de criação ({0} de {1})
ro: Data creării ({0} din {1})
ru: Дата создания ({0} из {1})
th: วันที่สร้าง ({0} จาก {1})
tr: Oluşturma Tarihi ({0}/{1})
vi: Ngày Tạo ({0} trong tổng {1})
zh_hans: 创建日期({1}的{0})
zh_hant: 創建日期 ({1} 之 {0})

# UI_ListSortedByDateModifiedMultiSelect
source: Date Modified ({0} of {1})
ar: تاريخ التعديل ({0} من {1})
es: Fecha de modificación ({0} de {1})
fr: Date de modification ({0} de {1})
id: Tanggal Berubah ({0} dari {1})
it: Data modifica ({0} di {1})
ja: 変更日 ({0}/{1})
ko: 수정된 날짜 ({1}개 중 {0})
nl: Datum Gemodificeerd ({0} van {1})
pl: Data modyfikacji ({0} z {1})
pt_br: Data de modificação ({0} de {1})
ro: Data modificării ({0} din {1})
ru: Дата изменения ({0} из {1})
th: วันที่แก้ไข ({0} จาก {1})
tr: Değiştirme Tarihi
vi: Ngày Sửa ({0} trong tổng {1})
zh_hans: 修改日期({1}的{0})
zh_hant: 修改日期 ({1} 之 {0})

# UI_ListSortedByTypeMultiSelect
source: Type ({0} of {1})
ar: النوع ({0} من {1})
es: Tipo ({0} de {1})
fr: Type ({0} de {1})
id: Tipe ({0} dari {1})
it: Tipo ({0} di {1})
ja: 種類 ({0}/{1})
ko: 유형 ({1}개 중 {0})
nl: Type ({0} van {1})
pl: Rodzaj ({0} z {1})
pt_br: Tipo ({0} de {1})
ro: Tip ({0} din {1})
ru: Тип ({0} из {1})
th: ประเภท ({0} จาก {1})
tr: Tür ({0}/{1})
vi: Dạng ({0} trong tổng {1})
zh_hans: 类型({1}的{0})
zh_hant: 類型 ({1} 之 {0})

# UI_ListSortedBySizeMultiSelect
source: Size ({0} of {1})
ar: الحجم ({0} من {1})
es: Tamaño ({0} de {1})
fr: Taille ({0} de {1})
id: Ukuran ({0} dari {1})
it: Grandezza ({0} di {1})
ja: サイズ ({0}/{1})
ko: 크기 ({1}개 중 {0})
nl: Grootte ({0} van {1})
pl: Rozmiar ({0} z {1})
pt_br: Tamanho ({0} de {1})
ro: Mărime ({0} din {1})
ru: Размер ({0} из {1})
th: ขนาด ({0} จาก {1})
tr: Boyut ({0}/{1})
vi: Kích Cỡ ({0} trong tổng {1})
zh_hans: 大小({1}的{0})
zh_hant: 大小 ({1} 之 {0})

# UI_FolderOptions
source: Folder options
ar: خيارات المجلد
es: Opciones de carpeta
fr: Option des dossiers
id: Pilihan folder
it: Opzioni della cartella
ja: フォルダオプション
ko: 폴더 옵션
nl: Map opties
pl: Opcje folderu
pt_br: Opções de pasta
ro: Opțiuni pentru folder
ru: Свойства папки
th: ตัวเลือกโฟลเดอร์
tr: Klasör seçenekleri
vi: Tuỳ chỉnh thư mục
zh_hans: 文件夹选项
zh_hant: 資料夾選項

# UI_ListSortedByDateCreated
source: Date Created ({0})
ar: تاريخ الانشاء ({0})
es: Fecha de creación ({0})
fr: Date de création ({0})
id: Tanggal Pembuatan ({0})
it: Data creazione ({0})
ja: 作成日 ({0})
ko: 생성된 날짜 ({0})
nl: Datum gecreëerd ({0})
pl: Data utworzenia ({0})
pt_br: Data de criação ({0})
ro: Data creării ({0})
ru: Дата создания ({0})
th: วันที่สร้าง ({0})
tr: Oluşturma Tarihi ({0})
vi: Ngạy Tạo ({0})
zh_hans: 创建日期 ({0})
zh_hant: 創建日期 ({0})

# UI_ListSortedByDateModified
source: Date Modified ({0})
ar: تاريخ التعديل ({0})
es: Fecha de modificación ({0})
fr: Date de modification ({0})
id: Tanggal Berubah ({0})
it: Data modifica({0})
ja: 変更日 ({0})
ko: 수정된 날짜 ({0})
nl: Datum Gemodificeerd ({0})
pl: Data modyfikacji ({0})
pt_br: Data de modificação ({0})
ro: Data modificării ({0})
ru: Дата изменения ({0})
th: วันที่แก้ไข ({0})
tr: Değiştirme Tarihi
vi: Ngày Sửa ({0})
zh_hans: 修改日期 ({0})
zh_hant: 修改日期 ({0})

# UI_ListSortedByType
source: Type ({0})
ar: النوع ({0})
es: Tipo ({0})
id: Tipe ({0})
it: Tipo ({0})
ja: 種類 ({0})
ko: 유형 ({0})
pl: Rodzaj ({0})
pt_br: Tipo ({0})
ro: Tip ({0})
ru: Тип ({0})
th: ประเภท ({0})
tr: Tür ({0})
vi: Dạng ({0})
zh_hans: 类型 ({0})
zh_hant: 類型 ({0})

# UI_ListSortedBySize
source: Size ({0})
ar: الحجم ({0})
es: Tamaño ({0})
fr: Taille ({0})
id: Ukuran ({0})
it: Grandezza ({0})
ja: サイズ ({0})
ko: 크기 ({0})
nl: Grootte ({0})
pl: Rozmiar ({0})
pt_br: Tamanho ({0})
ro: Mărime ({0})
ru: Размер ({0})
th: ขนาด ({0})
tr: Boyut ({0})
vi: Kích Cỡ ({0})
zh_hans: 大小 ({0})
zh_hant: 大小 ({0})

# UI_SelectOrDeselectAll
source: Select/deselect all
ar: اختيار/الغاء اختيار الكل
es: Seleccionar/Deseleccionar todo
fr: Sélectionner/dessélectionner tout
id: Pilih/ batalkan pilihan semua
it: Seleziona/deseleziona tutto
ja: すべて選択/選択解除
ko: 모두 선택/선택 해제
nl: Selecteer/deselecteer alles
pl: Wybierz/odznacz wszystko
pt_br: Selecionar/desmarcar todos
ro: Selectează/deselectează toate
ru: Выбрать всё/ничего
th: เลือก/ยกเลิกการเลือกทั้งหมด
tr: Tümünü seç/bırak
vi: Chọn / Bỏ tất cả
zh_hans: 选择/取消 全部
zh_hant: 選擇/取消全選

# UI_SortOptionType
source: Type
ar: النوع
es: Tipo
id: Tipe
it: Tipo
ja: タイプ
ko: 형식
nl: Soort
pl: Typ
pt_br: Tipo
ro: Tip
ru: Тип
th: ประเภท
tr: Tür
vi: Dạng
zh_hans: 类型
zh_hant: 類型

# UI_SortOptionSize
source: Size
ar: الحجم
es: Tamaño
fr: Taille
id: Ukuran
it: Grandezza
ja: サイズ
ko: 크기
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Mărime
ru: Размер
th: ขนาด
tr: Boyut
vi: Kích cỡ
zh_hans: 大小
zh_hant: 大小

# UI_CopyOrMoveItemTo
source: Copy/Move 1 item to
ar: نسخ/نقل عنصر واحد الى
es: Copiar/Mover 1 elemento a
fr: 1 élément copié/déplacé vers
id: Copy/ Pindahkan 1 item ke
it: Copia/Sposta 1 oggetto a
ja: 1項目をコピー/移動
ko: 1개의 항목을 다음으로 복사/이동
nl: Kopieer/Verplaats 1 item naar
pl: Skopiuj/Przenieś 1 element do
pt_br: Copiar/mover 1 item para
ro: Copiază/mută 1 element în
ru: Копировать/переместить 1 элемент в
th: คัดลอก/ย้าย 1 รายการไปที่
tr: 1 öğeyi şu konuma Kopyala/Taşı
vi: Sao chép / Di dời 1 mục tới
zh_hans: 复制/移动1个文件至
zh_hant: 複製/移動1個項目至

# UI_CopyOrMoveMultipleItemsTo
source: Copy/Move {0} items to
ar: نسخ/نقل {0} عنصر الى
es: Copiar/Mover {0} elementos a
fr: {0} éléments copiés/déplacés vers
id: Copy/ Pindahkan {0} item ke
it: Copia/Sposta {0} oggetti a
ja: {0}項目をコピー/移動
ko: {0}개의 항목을 다음으로 복사/이동
nl: Kopieer/Verplaats {0} items naar
pl: Kopiuj/Przenieś {0} elementów do
pt_br: Copiar/mover {0} itens para
ro: Copiază/mută {0} elemente în
ru: Копировать/переместить элементы ({0}) в
th: คัดลอก/ย้าย {0} รายการไปที่
tr: {0} öğeyi şu konuma Kopyala/Taşı
vi: Sao chép / Di dời {0} mục tới
zh_hans: 复制/移动{0}文件
zh_hant: 複製/移動{0}個項目至

# UI_FolderListSortedByDateCreated
source: Date Created ({0} folders)
es: Fecha de creación ({0} carpetas)
fr: Date de création ({0} dossiers)
id: Tanggal Pembuatan ({0} folder)
ja: 作成日 ({0}フォルダ)
ko: 생성된 날짜 (폴더 {0}개)
nl: Datum Gecreëerd ({0} mappen)
pt_br: Data de criação ({0} pastas)
ru: Дата создания (папки: {0})
zh_hans: 创建日期 ({0}文件夹)

# UI_FolderListSortedByDateModified
source: Date Modified ({0} folders)
es: Fecha de modificación ({0} carpetas)
fr: Date de modification ({0} dossiers)
id: Tanggal Berubah ({0} folder)
ja: 変更日 ({0}フォルダ)
ko: 수정된 날짜 (폴더 {0}개)
nl: Datum Gemodificeerd ({0} mappen)
pt_br: Data de modificação ({0} pastas)
ru: Дата изменения (папки: {0})
zh_hans: 修改日期 ({0}文件夹)

# UI_FolderListSortedByName
source: Name ({0} folders)
es: Nombre ({0} carpetas)
fr: Nom ({0} dossiers)
id: Nama ({0} folder)
ja: 名前 ({0}フォルダ)
ko: 이름 (폴더 {0}개)
nl: Naam ({0} mappen)
pt_br: Nome ({0} pastas)
ru: Имя (папки: {0})
zh_hans: 名称 ({0}文件夹)

# UI_FolderListSortedBySize
source: Size ({0} folders)
es: Tamaño ({0} carpetas)
fr: Taille ({0} dossiers)
id: Ukuran ({0} folder)
ja: サイズ ({0}フォルダ)
ko: 크기 (폴더 {0}개)
nl: Grootte ({0} mappen)
pt_br: Tamanho ({0} pastas)
ru: Размер (папки: {0})
zh_hans: 大小 ({0}文件夹)

# UI_FolderListSortedByType
source: Type ({0} folders)
es: Tipo ({0} carpetas)
fr: Type ({0} dossiers)
id: Tipe ({0} folder)
ja: 種類 ({0}フォルダ)
ko: 유형 (폴더 {0}개)
nl: Type ({0} mappen)
pt_br: Tipo ({0} pastas)
ru: Тип (папки: {0})
zh_hans: 类型 ({0}文件夹)

# UI_Sharing
source: Sharing
ar: المشاركة
es: Compartir
fr: Partage
id: Berbagi
it: Condividi
ja: 共有する
ko: 공유하기
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ro: Partajare
ru: Общий доступ
th: แชร์
tr: Paylaşım
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# UI_AllContacts
source: All contacts
ar: كل جهات الاتصال
es: Todos los contactos
fr: Tous les contacts
id: Semua kontak
it: Tutti i contatti
ja: すべての連絡先
ko: 모든 연락처
nl: Alle contacen
pl: Wszystkie kontakty
pt_br: Todos os contatos
ro: Toate contactele
ru: Все контакты
th: รายชื่อทั้งหมด
tr: Tüm kişiler
vi: Tất cả liên lạc
zh_hans: 所有联系人
zh_hant: 所有聯絡人

# UI_ConfirmShare
source: Confirm share
ar: تاكيد التشارك
es: Confirmar la compartición
fr: Confirmer le partage
id: Konfirmasi bagian
it: Conferma condivisione
ja: 共有を確認
ko: 공유 확인
nl: Deling bevestigen
pl: Potwierdź udostępnienie
pt_br: Confirmar compartilhamento
ro: Confirmă partajarea
ru: Подтвердить обмен
th: ยืนยันการแชร์
tr: Paylaşımı onayla
vi: Xác nhận việc chia sẻ
zh_hans: 确认共享
zh_hant: 確認分享

# UI_ManageCollaborators
source: Manage collaborators
ar: ادارة المتعاونين
es: Administrar colaboradores
fr: Gérer les collaborateurs
id: Atur kolaborator
it: Gestisci collaboratori
ja: 共同作業者の管理
ko: 협업자 관리
nl: Medewerkers beheren
pl: Zarządzaj współpracownikami
pt_br: Gerenciar colaboradores
ro: Gestionează colaboratorii
ru: Управлять сотрудниками
th: จัดการผู้ทำงานร่วมกัน
tr: Katılımcıları yönet
vi: Xem cộng tác viên
zh_hans: 管理合作者
zh_hant: 管理協作者

# UI_ShareTo
source: Share to
ar: تشارك مع
es: Compartir con
fr: Partager avec
id: Bagikan dengan
it: Condividi con
ja: 共有先
ko: 다음에게 공유
nl: Deel met
pl: Udostępnij dla
pt_br: Compartilhar com
ro: Partajează către
ru: Поделиться с
th: แชร์ไปที่
tr: Paylaş
vi: Chia sẻ tới
zh_hans: 分享给
zh_hant: 分享至

# UI_StorageQuota
source: Storage quota
ar: مساحة التخزين المتاحة
es: Cuota de almacenamiento
fr: Quota de stockage
id: Kuota storage
it: Quota di archiviazione
ja: ストレージ容量
ko: 저장소 할당량
nl: Opslag tegoed
pl: Limit miejsca
pt_br: Cota de armazenamento
ro: Cotă de stocare
ru: Квота на хранение
th: โควต้าเก็บข้อมูล
tr: Depolama kotası
vi: Mức lưu trữ
zh_hans: 存储配额
zh_hant: 儲存空間

# UI_UnlockedBonuses
source: Unlocked bonuses
ar: زيادات غير مقفلة
es: Bonos desbloqueados
fr: Primes déverrouillées
id: Bonus unlocked
it: Bonus sbloccati
ja: 解除ボーナス
ko: 해제된 보너스
nl: Bonussen ontgrendeld
pl: Odbierz bonusy
pt_br: Bônus desbloqueados
ro: Bonusuri deblocate
ru: Разблокированные бонусы
th: ปลดล็อกโบนัส
tr: Açık bonuslar
vi: Các phần thưởng đã mở
zh_hans: 解锁奖励
zh_hant: 解鎖獎勵

# UI_UnlockedBonusesText
source: You can unlock more free storage and transfer quota by using our products. Simple. Easy.
ar: تستطيع الحصول على مزيد من المساحة المجانية وحصة النقل عن طريق استخدام منتجاتنا. ببساطة وسهولة
es: Puedes obtener más almacenamiento y más cuota de transferencia gratuitos usando nuestros productos. Simple y fácil.
fr: Vous pouvez déverrouiller plus d'espace de stockage et de quota de transfert gratuits en utilisant nos produits. Simple. Facile.
id: Anda dapat membuka free storage lebih dan transfer quota dengan menggunakan produk kami. Simple. Gampang
it: Puoi sbloccare più spazio e quota di trasferimento usando i nostri prodotti. Semplice e facile.
ja: 当社の製品をご使用いただくことで、より多くの無料のストレージと転送容量を解放することができます。シンプルで、カンタンです。
ko: 우리 제품을 써서 무료 저장소와 전송 할당량을 해제하세요. 간단하고, 쉽습니다.
nl: U kunt meer opslagruimte en overdracht tegoed vrijmaken door onze producten te gebruiken. Simpel. Makkelijk.
pl: Możesz zwiększyć wielkość dysku i transferu poprzez używanie naszych produktów. Proste.
pt_br: Você pode desbloquear mais espaço de armazenamento gratuito e cota de transferência usando os nossos produtos. É fácil e simples.
ro: Poți debloca mai mult spațiu de stocare gratuit și cotă de transfer folosind produselor noastre. Simplu. Ușor.
ru: Больше свободного места и трафика можно получить, пользуясь нашими продуктами. Это просто.
th: คุณสามารถปลดล็อกพื้นที่เก็บข้อมูลและโควต้าการถ่ายโอนฟรีได้โดยใช้ผลิตภัณฑ์ของเรา ง่ายมาก ๆ
tr: Ürünlerimizi kullanarak daha fazla ücretsiz transfer ve depolama kotası kazanabilirsiniz. Basit. Kolay
vi: Nếu muốn thêm băng thông và không gian miễn phí, bạm có thể làm nhiệm vụ thưởng hay sử dụng các dịch vụ của chúng tôi dưới đây. Đơn giản và dễ dàng.
zh_hans: 您可以完成任务以获得更多的免费储存空间和流量。轻松简单。
zh_hant: 您可以完成任務以獲得更多的免費儲存空間和傳輸配額。輕鬆簡單。

# UI_GetMoreBonuses
source: Get more bonuses
ar: احصل على المزيد من حصة النقل
es: Consigue más bonos
fr: Obtenir d'autres primes
id: Dapatkan bonus lebih banyak
it: Ottieni più bonus
ja: もっとボーナスを受け取る
ko: 더 많은 보너스 얻기
nl: Krijg meer bonus
pl: Zobacz więcej bonusów
pt_br: Obtenha mais bônus
ro: Obține mai multe bonusuri
ru: Больше бонусов
th: รับโบนัสมากขึ้น
tr: Daha fazla bonus kazan
vi: Nhận thêm phần thưởng
zh_hans: 获取更多奖励
zh_hant: 獲得更多空間

# UI_BaseStorage
source: Base storage
ar: مساحة التخزين الاساسية
es: Almacenamiento base
fr: Espace de stockage de base
id: Storage dasar
it: Spazio di archiviazione base
ja: 基本ストレージ
ko: 기본 저장소
nl: Basis tegoed
pl: Podstawowy limit
pt_br: Cota base
ro: Stocare de bază
ru: Базовое хранилище
th: พื้นที่เก็บข้อมูลเริ่มต้น
tr: Taban depolama
vi: Mức không gian gốc
zh_hans: 基础存储
zh_hant: 基礎儲存空間

# UI_BaseTransferQuota
source: Base transfer quota
ar: حجم التراسل المتاح
es: Cuota de transferencia base
fr: Quota de transfert de base
id: Kuota transfer dasar
it: Banda di trasferimento base
ja: 基本転送容量
ko: 기본 전송 할당량
nl: Basis overdracht tegoed
pl: Podstawowy limit transferu
pt_br: Cota base de transferência
ro: Cotă de bază pentru transferuri
ru: Базовая квота передач
th: โควต้าโอนถ่ายข้อมูลเริ่มต้น
tr: Taban aktarım kotası
vi: Mức băng thông gốc
zh_hans: 基本传输配额
zh_hant: 基礎傳輸配額

# UI_InstallDesktopApp
source: Install desktop app
ar: تثبيت تطبيق MEGA للكمبيوتر
es: Instalar aplicación de escritorio
fr: Installer l’appli pour ordinateur
it: Installa l'app per desktop
ja: デスクトップアプリをインストール
ko: 데스크톱 앱 설치
nl: Installeer desktop app
pl: Zainstaluj aplikację na komputer
pt_br: Instale o aplicativo de desktop
ro: Instalează aplicația desktop
ru: Установить настольное приложение
th: ติดตั้งแอปบนเดสก์ท็อป
tr: Masaüstü uygulamasını yükle
vi: Cài trình MEGA cho máy tính
zh_hans: 安装桌面应用
zh_hant: 安裝桌面應用程式

# UI_InstallMobileApp
source: Install mobile app
ar: تثبيت تطبيق MEGA للموبايل
es: Instalar aplicación móvil
fr: Installer l’appli mobile
it: Installa l'app per mobile
ja: モバイルアプリをインストール
ko: 모바일 앱 설치
nl: Installeer mobiele app
pl: Zainstaluj aplikację mobilną
pt_br: Instalar aplicativo para dispositivos móveis
ro: Instalează aplicația mobilă
ru: Установить мобильное приложение
th: ติดตั้งแอปบนมือถือ
tr: Mobil uygulamayı yükle
vi: Cài app MEGA cho điện thoại
zh_hans: 安装移动应用
zh_hant: 安裝手機應用程式

# UI_ReferralBonus
source: Referral bonuses
ar: علاوات الإحالة
es: Bonos por invitación
fr: Primes de parrainage
id: Bonus referral
it: Bonus inviti
ja: 紹介ボーナス
ko: 초대 보너스
nl: Doorverwijzing bonussen
pl: Bonus za polecenia
pt_br: Bônus de indicação
ro: Bonusuri pentru recomandări
ru: Бонусы за приглашения
th: โบนัสแนะนำ
tr: Referans bonusları
vi: Thưởng từ việc gửi giới thiệu
zh_hans: 推荐奖励
zh_hant: 推薦獎勵

# UI_RegistrationBonus
source: Registration bonus
ar: هدية التسجيل
es: Bono por registro de cuenta
fr: Prime d’inscription
id: Bonus pendaftaran
it: Bonus di registrazione
ja: ご登録ボーナス
ko: 가입 보너스
nl: Registratie bonus
pl: Zarejestruj bonus
pt_br: Bônus de registro
ro: Bonus de înregistrare
ru: Бонусы за регистрацию
th: โบนัสการลงทะเบียน
tr: Kayıt bonusu
vi: Thưởng tài khoản mới
zh_hans: 注册奖励
zh_hant: 註冊獎勵

# UI_BonusStorage
source: Bonus storage
ar: مكافأة مساحة تخزين اضافية
es: bono de almacenamiento
fr: Espace de stockage en prime
it: Spazio di archiviazione bonus
ja: ボーナスストレージ
ko: 보너스 저장소
nl: Bonus opslag
pl: Dodatkowa pamięć
pt_br: Bônus de armazenamento
ro: Stocare bonus
ru: Бонусное хранилище
th: โบนัสพื้นที่จัดเก็บ
tr: Bonus depolama
vi: Không gian thưởng thêm
zh_hans: 奖励存储
zh_hant: 儲存空間獎勵

# UI_BonusTransferQuota
source: Bonus transfer quota
ar: مكافأة حجم تراسل اضافي
es: Bono de cuota de transferencia
fr: Quota de transfert en prime
id: Bonus kuota transfer
it: Banda di trasferimento bonus
ja: ボーナス転送容量
ko: 보너스 전송 할당량
nl: Bonus overdracht tegoed
pl: Dodatkowy limit
pt_br: Bônus de cota de transferência
ro: Bonus pentru transferuri
ru: Бонусная квота передач
th: โบนัสโควต้าการถ่ายโอน
tr: Bonus aktarma kotası
vi: Băng thông thưởng thêm
zh_hans: 奖励传输配额
zh_hant: 傳輸配額獎勵

# UI_Achievements
source: Achievements
ar: الإنجازات
es: Logros
fr: Objectifs
id: Pencapaian
it: Obiettivi
ja: 実績
ko: 도전 과제
nl: Beloningen
pl: Osiągnięcia
pt_br: Conquistas
ro: Realizări
ru: Достижения
th: ความสำเร็จ
tr: Başarılar
vi: Trang Thành Tích
zh_hans: 成就
zh_hant: 成果

# UI_AchievementsText
source: Your easy route to more storage and transfer quota on MEGA. You can maintain a generous free storage and transfer allowance by completing any of the actions outlined below.
ar: طريقك السهل للحصول على مساحة تخزين وحجم تراسل إضافيين على MEGA. يمكنك المحافظة على مساحة التخزين وحجم التراسل الوافرين من خلال إتمام إحدى الخطوات ادناه
es: La manera más fácil para obtener más cuota de almacenamiento y de transferencia en MEGA. Puedes mantener una generosa cuota gratuita de almacenamiento y transferencia completando cualquiera de las acciones descritas a continuación.
fr: Pour obtenir facilement plus d’espace de stockage et de quota de transfert sur MEGA. Vous pouvez assurer un espace de stockage et une quantité de transfert généreux en accomplissant une des actions décrites ci-dessous.
id: Rute mudah Anda ke lebih banyak penyimpanan dan transfer kuota di MEGA. Anda dapat mempertahankan penyimpanan gratis dan transfer tunjangan yang murah hati dengan menyelesaikan semua tindakan yang diuraikan di bawah ini.
it: La tua strada facile a più spazio di archiviazione e banda di trasferimento su MEGA. Puoi mantenere un grande spazio di archiviazione gratuito e banda di trasferimento completando qualsiasi delle azioni sottolineate qui sotto.
ja: MEGAでより多くのストレージ＆転送容量を獲得する簡単なルートです。下記に記載されているアクションのいずれかをご完了いただくことで、寛大な無料ストレージと転送割当を維持することができます。
ko: MEGA에서 더 많은 저장소와 전송 할당량을 받는 쉬운 길입니다. 넉넉한 무료 저장소와 전송 허용량을 아래에 서술된 행동을 완료하여 받을 수 있습니다.
nl: Uw makkelijke weg naar meer opslag en overdracht tegoed bij MEGA. U kunt een gulle gratis opslag en overdracht tegoed onderhouden door het voltooien van elk van de acties onderstreept hieronder.
pl: Twoja prosta droga do większej ilości miejsca na dysku i transferu w MEGA. Możesz utrzymać wysoki limit darmowej przestrzeni dyskowej i transferu, wykonując dowolne z działań opisanych poniżej.
pt_br: O caminho mais fácil para obter mais espaço de armazenamento e cota de transferência no MEGA. Você pode manter um amplo armazenamento gratuito e uma generosa cota de transferência concluindo qualquer uma das ações descritas abaixo.
ro: Ruta ușoară spre mai mult spațiu de stocare și cotă de transfer pe MEGA. Poți să îți menții o cotă generoasă gratuită de stocare și transfer realizând oricare dintre acțiunile prezentate mai jos.
ru: Ваш простой путь к большему объёму и квоте трафика в MEGA. Вы можете получить приятный бонус на объём хранения и передачи, выполнив любые действия, описанные ниже.
th: เส้นทางที่จะไปสู่การรับโควต้าพื้นที่เก็บข้อมูลและถ่ายโอนของ MEGA มากยิ่งขึ้น โดยที่คุณสามารถสะสมได้ง่าย ๆ เพียงแค่ดำเนินการตามขั้นตอนด้านล่างนี้
tr: MEGA'da daha fazla depolama ve aktarma kotası için kolay rotanız: Aşağıda özetlenen eylemleri tamamlayarak cömert bir ücretsiz depolama ve aktarma kotası kazanabilirsiniz.
vi: Đây là những các dễ dàng nhất để lấy thêm không gian để lưu trữ và băng thông trên MEGA. Thực hiện hoàn tất các tác vụ dưới đây để duy trì mức hạn miễn phí của tài khoản.
zh_hans: 您可以轻松得到MEGA的更多存储和传输配额。通过完成下面列出的任何条件来得到的免费存储和传输奖励。
zh_hant: 一起輕鬆地獲得更多MEGA儲存空間和傳輸配額吧。只要完成下方列出的任何一項任務，就可以免費獲取儲存和傳輸配額獎勵喔。

# UI_Available
source: Available
ar: متواجد
es: Disponible
fr: Disponibles
id: Tersedia
it: Disponibile
ja: 使用可能
ko: 이용가능
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
ro: Disponibil
ru: Доступно
th: ใช้ได้
tr: Kullanılabilir
vi: Không Gian Trống
zh_hans: 可使用的
zh_hant: 可使用的

# UI_UnlockedRewards
source: Unlocked rewards
ar: مكافئات مفعلة
es: Bonos desbloqueados:
fr: Récompenses déverrouillées
id: Imbalan diterima
it: Ricompense sbloccate
ja: ロック解除された報酬
ko: 해제된 보상
nl: Gewonnen beloningen
pl: Nagrody
pt_br: Bônus obtidos
ro: Recompense deblocate
ru: Разблокированные награды
th: ปลดล็อกรางวัล
tr: Kazanılan ödüller
vi: Phần thưởng đã nhận
zh_hans: 解锁奖励
zh_hant: 已解鎖的獎勵

# UI_Expired
source: Expired
ar: انتهت
es: Caducado
fr: Expiré
id: Kadarluarsa
it: Scaduto
ja: 失効済み
ko: 만료됨
nl: Verlopen
pl: Wygasło
pt_br: Expirado
ro: Expirat
ru: Истекло
th: หมดอายุแล้ว
tr: Süresi doldu
vi: Hết thời hạn
zh_hans: 过期
zh_hant: 過期

# UI_InviteFriends
source: Invite friends
ar: ادع أصدقائك
es: Invita a tus amigos
fr: Inviter des amis
id: Undang teman
it: Invita amici
ja: 友人を招待
ko: 친구 초대
nl: Nodig vrienden uit
pl: Zaproś znajomych
pt_br: Convide amigos
ro: Invită prieteni
ru: Пригласить друзей
th: เชิญเพื่อน ๆ
tr: Arkadaşlarınızı davet edin
vi: Mời bạn bè
zh_hans: 邀请朋友
zh_hant: 邀請朋友

# UI_RemainingDay
source: day remaining
ar: يوم واحد متبقي
es: 1 día restante
fr: Encore 1 jour
id: 1 hari tersisa
it: 1 giorno rimanente
ja: 残り1日
ko: 1일 남음
nl: 1 dag te gaan
pl: Pozostał 1 dzień
pt_br: 1 dia restante
ro: 1 zi rămasă
ru: Остался 1 день
th: เหลืออีก 1 วัน
tr: 1 gün kaldı
vi: Còn lại 1 ngày
zh_hans: 剩余1天
zh_hant: 剩下1天
